Repository: BigNoid/plugin.moviesets
Catalog: resources/language/Greek/strings.po
Languages: el

# #32000
source: Movie Sets
el: Ομάδες Ταινιών

# #32001
source: Manager Sets
el: Ομάδες Διαχειριστή

# #32002
source: Sets
el: Ομάδες

# #32003
source: [Set]
el: [Ομάδα]

# #32004
source: [Movie]
el: [Ταινία]

# #32050
source: General
el: Γενικά

# #32051
source: Show busy dialog on retrieving info
el: Εμφάνιση παράθυρου κατά τη λήψη πληροφοριών

# #32052
source: Label Separator
el: Διαχωριστικό Ετικετών

# #32053
source: Movies order of each set
el: Ταξινόμηση ταινιών εκάστοτε ομάδας

# #32060
source: Maintenance
el: Συντήρηση

# #32061
source: Show Changelog
el: Αρχείο Καταγραφής Αλλαγών

# #32062
source: Show InfoLabels
el: Εμφάνιση InfoLabels

# #32063
source: Show License
el: Προβολή Άδειας

# #32100
source: Add Movies...
el: Προσθήκη Ταινιών...

# #32101
source: Select movie for set [%s]
el: Επιλογή ταινίας για ομάδα [%s]

# #32102
source: Confirm add movie to set
el: Επιβεβαίωση προσθήκης ταινίας στην ομάδα

# #32103
source: Add this movie '%s'
el: Προσθήκη της ταινίας '%s'

# #32104
source: To this set '%s'
el: στην ομάδα '%s';

# #32110
source: Remove from movieset
el: Αφαίρεση από την ομάδα

# #32111
source: Remove movie of set [%s]
el: Αφαίρεση ταινίας από την ομάδα [%s]

# #32112
source: Confirm remove movie of set
el: Επιβεβαίωση αφαίρεσης ταινίας από την ομάδα

# #32113
source: Remove this movie '%s'
el: Αφαίρεση της ταινίας '%s'

# #32114
source: Of this set '%s'
el: από την ομάδα '%s';

# #32120
source: Set movieset fanart
el: Ορισμός fanart ομάδας

# #32121
source: Select one fanart or more for extrafanart
el: Επιλέξτε μία ή επιπλέον εικόνες fanart (extrafanart)

# #32122
source: Confirm Downloading...
el: Επιβεβαίωση Λήψης...

# #32123
source: %i of %i have been selected!
el: %i από %i έχουν επιλεγεί!

# #32124
source: Are you sure download this files?
el: Επιθυμείτε να κατεβάσετε αυτά τα αρχεία;

# #32125
source: Download: %i of %i - %i%%
el: Λήψη: %i από %i - %i%%

# #32126
source: Choose folder for
el: Επιλογή φακέλου για

# #32127
source: extrafanart
el: επιπλέον fanart (extrafanart)

# #32128
source: extrathumb
el: επιπλέον μικρογραφίες (extrathumbs)

# #32130
source: Set movieset thumb
el: Ορισμός μικρογραφίας ομάδας

# #32131
source: Select one thumb or more for extrathumb
el: Επιλέξτε μία ή επιπλέον μικρογραφίες (extrathumbs)

# #32135
source: Confirm overwrite...
el: Επιβεβαίωση αντικατάστασης...

# #32136
source: Do you want overwrite your existing files?
el: Να αντικατασταθούν τα υπάρχοντα αρχεία;

# #32140
source: Remove this movieset [%s]
el: Αφαίρεση αυτής της ομάδας ταινιών [%s]

# #32141
source: Remove movieset from library
el: Αφαίρεση ομάδας από τη συλλογή

# #32200
source: Add to movieset
el: Προσθήκη σε ομάδα ταινιών

# #32201
source: Select movieset for [%s]
el: Επιλογή ομάδας ταινιών για [%s]

# #32210
source: Remove movie of set [%s]
el: Αφαίρεση ταινίας από την ομάδα [%s]

# #32220
source: Edit movie sorttitle
el: Όνομα με το οποίο ταξινομείται η ταινία

# #32221
source: Edit movieset title
el: Αλλαγή ονόματος ομάδας

# #32300
source: Add movies to existing movieset
el: Προσθήκη ταινιών σε υπάρχουσα ομάδα

# #32301
source: Select movie
el: Επιλογή ταινίας

# #32302
source: Select movieset for movie [%s]
el: Επιλογή ομάδας ταινιών για την ταινία [%s]

# #32310
source: Remove movies to existing movieset
el: Μεταφορά ταινιών σε υπάρχουσες ομάδες

# #32311
source: Select movieset
el: Επιλογή ομάδας ταινιών

# #32320
source: Remove existing movieset
el: Αφαίρεση υπάρχουσας ομάδας ταινιών

# #32321
source: Select movieset to remove
el: Επιλογή ομάδας ταινιών για αφαίρεση

# #32330
source: Create new movieset
el: Δημιουργία νέας ομάδας

# #32331
source: Enter title of set
el: Εισάγετε το όνομα της ομάδας

# #33000
source: Manager Sets
el: Ομάδες Διαχειριστή

# #33001
source: Sets
el: Ομάδες

# #33002
source: Info Set
el: Πληροφορίες Ομάδας

# #33004
source: [Set]
el: [Ομάδα]

# #33100
source: Show Info of Movie Sets in the library
el: Προβολή Πληροφοριών των Ομάδων Ταινιών της συλλογής

# #33101
source: Extra Buttons
el: Επιπλέον Κουμπιά

# #33102
source: Enable the manager's options in the library
el: Ενεργοποίηση των επιλογών του διαχειριστή στη συλλογή

# #33103
source: Enable "Info Set" in the context menu
el: Ενεργοποιήστε τις "Πληροφορίες Ομάδας" στο μενού

# #33104
source: (Available with mouse only!)
el: (Διαθέσιμο μόνο με ποντίκι!)
