Repository: BigNoid/plugin.moviesets
Catalog: resources/language/*/strings.po
Languages: french, german

# #32001
source: Manager Sets
french: Saga Manager

# #32002
source: Sets
french: Saga

# #32003
source: [Set]
french: [Saga]

# #32004
source: [Movie]
french: [Film]
german: [Film]

# #32050
source: General
french: Général
german: Allgemein

# #32051
source: Show busy dialog on retrieving info
french: Afficher le dialogue busy lors de la récupération des infos

# #32052
source: Label Separator
french: Séparateur d'étiquette

# #32053
source: Movies order of each set
french: Ordre des films pour chaque saga
german: Filmanordnung in jedem Set

# #32061
source: Show Changelog
french: Afficher le Changelog
german: Changelog anzeigen

# #32062
source: Show InfoLabels
french: Afficher les InfoLabels
german: InfoLabel anzeigen

# #32063
source: Show License
french: Afficher la License
german: Lizenz anzeigen

# #32100
source: Add Movies...
french: Ajouter des films...
german: Film hinzufügen...

# #32101
source: Select movie for set [%s]
french: Sélectionner un film pour la saga [%s]
german: Wähle Film für Set [%s]

# #32102
source: Confirm add movie to set
french: Confirmer l'ajout du film à la saga
german: Film zum Set hinzufügen bestätigen

# #32103
source: Add this movie '%s'
french: Ajouter ce film '%s'
german: Hinzufügen des Films '%s'

# #32104
source: To this set '%s'
french: À cette saga '%s'
german: zum Set '%s'

# #32110
source: Remove from movieset
french: Retirer de la saga
german: Aus Filmset entfernen

# #32111
source: Remove movie of set [%s]
french: Retirer un film de la saga [%s]
german: Entferne Film aus dem Set [%s]

# #32112
source: Confirm remove movie of set
french: Confirmer la suppression du film de la saga
german: Entfernen des Films aus dem Set bestätigen

# #32113
source: Remove this movie '%s'
french: Retirer ce film '%s'
german: Entferne den Film '%s'

# #32114
source: Of this set '%s'
french: De cette saga '%s'
german: aus dem Set '%s'

# #32120
source: Set movieset fanart
french: Définir fanart de la saga
german: Wähle Filmset Fanart

# #32121
source: Select one fanart or more for extrafanart
french: Sélectionnez un fanart ou plus pour extrafanart
german: Wähle ein oder mehrere Fanart für Extrafanart

# #32122
source: Confirm Downloading...
french: Confirmez Téléchargement...
german: Bestätige runterladen..

# #32123
source: %i of %i have been selected!
french: %i sur %i ont été sélectionnés!
german: %i von %i wurden ausgewählt!

# #32124
source: Are you sure download this files?
french: Êtes-vous sûr de vouloir télécharger ce(s) fichier(s)?
german: Willst Du diese Dateien runterladen?

# #32125
source: Download: %i of %i - %i%%
french: Téléchargement: %i de %i - %i%%
german: Download: %i von %i - %i%%

# #32126
source: Choose folder for
french: Choisir un dossier pour
german: Wähle Verzeichnis für

# #32130
source: Set movieset thumb
french: Définir vignette de la saga
german: Filmset Cover auswählen

# #32131
source: Select one thumb or more for extrathumb
french: Sélectionnez un poster ou plus pour extrathumb
german: Wähle ein oder mehrere Bild für Extrabild

# #32135
source: Confirm overwrite...
french: Confirmez écrasement...
german: Überschreiben bestätigen...

# #32136
source: Do you want overwrite your existing files?
french: Voulez-vous écraser les fichiers existants?
german: Willst Du deine vorhandenen Dateien überschreiben?

# #32140
source: Remove this movieset [%s]
french: Supprimer cette saga [%s]
german: Entferne das Filmset [%s]

# #32141
source: Remove movieset from library
french: Retirer cette saga de la médiathèque
german: Entferne Filmset aus Sammlung

# #32200
source: Add to movieset
french: Ajouter à une saga
german: Hinzufügen zum Filmset

# #32201
source: Select movieset for [%s]
french: Sélectionner une saga pour [%s]
german: Wähle Filmset für [%s]

# #32210
source: Remove movie of set [%s]
french: Retirer le film de la saga [%s]
german: Entferne Film aus dem Set [%s]

# #32220
source: Edit movie sorttitle
french: Editer titre du trie
german: Film Sortiertitel ändern

# #32221
source: Edit movieset title
french: Editer titre de la saga
german: Filmset Titel ändern

# #32300
source: Add movies to existing movieset
french: Ajouter un film à une saga existante
german: Füge Filme zu bestehendem Filmset hinzu

# #32301
source: Select movie
french: Sélectionner un film
german: Wähle Film

# #32302
source: Select movieset for movie [%s]
french: Sélectionner une saga pour [%s]
german: Wähle Filmset für Film [%s]

# #32310
source: Remove movies to existing movieset
french: Supprimer un film d'une saga existante

# #32311
source: Select movieset
french: Sélectionner une saga
german: Wähle Filmset

# #32320
source: Remove existing movieset
french: Supprimer une saga existante
german: Entferne bestehendes Filmset

# #32321
source: Select movieset to remove
french: Sélectionner la saga à supprimer
german: Wähle Filmset zum entfernen

# #32330
source: Create new movieset
french: Créer une nouvelle saga
german: neues Filmset erstellen

# #32331
source: Enter title of set
french: Éditer le titre de la saga
german: Settitel eingeben

# #33000
source: Manager Sets
french: Saga Manager

# #33001
source: Sets
french: Saga

# #33002
source: Info Set
french: Info Saga

# #33004
source: [Set]
french: [Saga]

# #33100
source: Show Info of Movie Sets in the library
french: Afficher les informations des Sagas dans la médiathèque
german: Filmsets Informationen in Sammlung anzeigen

# #33101
source: Extra Buttons
french: Boutons supplémentaires

# #33102
source: Enable the manager's options in the library
french: Activer le manager dans les options de la médiathèque
german: Anzeigen von Manager Optionen in der Sammlung

# #33103
source: Enable "Info Set" in the context menu
french: Activer "Info Saga" dans le contexte menu
german: Anzeigen von "Info Set" im Kontextmenü

# #33104
source: (Available with mouse only!)
french: (Accessible avec la souris!)
german: (Nur mit Maus verfügbar!)

# #32000
source: Movie Sets
german: Filmsets

# #32060
source: Maintenance
german: Wartung

# #32128
source: extrathumb
german: Extrabild
