Repository: BigNoid/plugin.moviesets
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #32000
source: Movie Sets
he: מארזי סרטים

# #32001
source: Manager Sets
he: מנהל מארזים

# #32002
source: Sets
he: מארזים

# #32003
source: [Set]
he: [מארז]

# #32004
source: [Movie]
he: [סרט]

# #32050
source: General
he: כללי

# #32051
source: Show busy dialog on retrieving info
he: הצג מצב עסוק כאשר מקבל מידע

# #32052
source: Label Separator
he: מפריד תווית

# #32053
source: Movies order of each set
he: סדר הסרטים בכל מארז

# #32060
source: Maintenance
he: תחזוקה

# #32061
source: Show Changelog
he: הצג שינויים

# #32062
source: Show InfoLabels
he: הצג פרטי תוויות

# #32063
source: Show License
he: הצג רישיון

# #32100
source: Add Movies...
he: הוסף סרטים...

# #32101
source: Select movie for set [%s]
he: בחר סרט עבור מארז [%s]

# #32102
source: Confirm add movie to set
he: אשר להוספת הסרט למארז

# #32103
source: Add this movie '%s'
he: הוסף את הסרט '%s'

# #32104
source: To this set '%s'
he: למארז זה '%s'

# #32110
source: Remove from movieset
he: הסר ממארז סרטים

# #32111
source: Remove movie of set [%s]
he: הסר סרט ממארז [%s]

# #32112
source: Confirm remove movie of set
he: אשר להסרת הסרט ממארז

# #32113
source: Remove this movie '%s'
he: הסר את הסרט '%s'

# #32114
source: Of this set '%s'
he: ממארז זה '%s'

# #32120
source: Set movieset fanart
he: הגדר פאנארט למארז

# #32121
source: Select one fanart or more for extrafanart
he: בחר פאנטארט אחד או יותר עבור extrafanart

# #32122
source: Confirm Downloading...
he: אשר הורדה...

# #32123
source: %i of %i have been selected!
he: %i מתוך %i נבחרו!

# #32124
source: Are you sure download this files?
he: האם הינך בטוח להורדת קבצים אלו?

# #32125
source: Download: %i of %i - %i%%
he: מוריד: %i מתוך %i - %i%%

# #32126
source: Choose folder for
he: בחר תיקיה עבור

# #32130
source: Set movieset thumb
he: הגדר תמונה ממוזערת למארז

# #32131
source: Select one thumb or more for extrathumb
he: בחר תמונה ממוזערת אחת או יותר עבור extrathumb

# #32135
source: Confirm overwrite...
he: אשר דריסה...

# #32136
source: Do you want overwrite your existing files?
he: האם ברצונך לדרוס אתהקבצים הקיימים שלך?

# #32140
source: Remove this movieset [%s]
he: הסר מארז סרטים זה [%s]

# #32141
source: Remove movieset from library
he: הסר מארז סרטים מהספריה

# #32200
source: Add to movieset
he: הוסף למארז סרטים

# #32201
source: Select movieset for [%s]
he: בחר מארז סרטים עבור [%s]

# #32210
source: Remove movie of set [%s]
he: הסר סרט ממארז [%s]

# #32220
source: Edit movie sorttitle
he: ערוך כותרת מיון סרט

# #32221
source: Edit movieset title
he: ערוך כותרת מארז סרטים

# #32300
source: Add movies to existing movieset
he: הוסף סרטים למארזים קיימים

# #32301
source: Select movie
he: בחר סרט

# #32302
source: Select movieset for movie [%s]
he: בחר מארז עבור הסרט [%s]

# #32310
source: Remove movies to existing movieset
he: הסר סרטים עבור מארזים קיימים

# #32311
source: Select movieset
he: בחר מארז סרטים

# #32320
source: Remove existing movieset
he: הסר מארז קיים

# #32321
source: Select movieset to remove
he: בחר מארז להסרה

# #32330
source: Create new movieset
he: צור מארז סרטים חדש

# #32331
source: Enter title of set
he: הזן כותרת מארז

# #33000
source: Manager Sets
he: מנהל מארזים

# #33001
source: Sets
he: מארזים

# #33002
source: Info Set
he: פרטי מארז

# #33004
source: [Set]
he: [מארז]

# #33100
source: Show Info of Movie Sets in the library
he: הצג מידע על מארזי סרטים בספריה

# #33101
source: Extra Buttons
he: כפתורים נוספים

# #33102
source: Enable the manager's options in the library
he: הפעל אפשרויות מנהל בספריה

# #33103
source: Enable "Info Set" in the context menu
he: הפעל "פרטי מארז" בתפריט המשני

# #33104
source: (Available with mouse only!)
he: (זמין עם עכבר בלבד!)
